[Info]
language=German
date=2025-06-27 by TeraTerm Project
contributor=Frederik Schwarzer (2010-05-17)

[Tera Term]
DLG_SYSTEM_FONT=System,14,0
DLG_TAHOMA_FONT=Tahoma,8,0

MENU_FILE=D&atei
MENU_FILE_NEW=&Neue Verbindung...\tAlt+N
MENU_FILE_DUPLICATE=&Verbindung duplizieren\tAlt+D
MENU_FILE_GYGWIN=&Cygwin-Verbindung\tAlt+G
MENU_FILE_LOG=&Log...
MENU_FILE_PAUSELOG=Pause Logg&ing
MENU_FILE_COMMENTLOG=&Kommentar zum Log
MENU_FILE_VIEWLOG=Log ansehen
MENU_FILE_SHOWLOGDIALOG=Sho&w Log dialog...
MENU_FILE_STOPLOG=Stop Logging (&Q)
MENU_FILE_SENDFILE=Datei &senden
MENU_FILE_CHANGEDIR=&Verzeichnis wechseln
MENU_FILE_REPLAYLOG=&Log abspielen
MENU_FILE_PRINT=&Drucken...\tAlt+P
MENU_FILE_DISCONNECT=T&rennen\tAlt+I
MENU_FILE_EXIT=&Beenden\tAlt+Q
MENU_FILE_EXITALL=Exit &All

MENU_TRANS=&Transfer
MENU_TRANS_KERMIT_RCV=&Empfangen
MENU_TRANS_KERMIT_GET=&Get
MENU_TRANS_KERMIT_SEND=&Senden
MENU_TRANS_KERMIT_FINISH=&Fertig
MENU_TRANS_X_RCV=&Empfangen
MENU_TRANS_X_SEND=&Senden
MENU_TRANS_Y_RCV=&Empfangen
MENU_TRANS_Y_SEND=&Senden
MENU_TRANS_Z_RCV=&Empfangen
MENU_TRANS_Z_SEND=&Senden
MENU_TRANS_BP_RCV=&Empfangen
MENU_TRANS_BP_SEND=&Senden
MENU_TRANS_QV_RCV=&Empfangen
MENU_TRANS_QV_SEND=&Senden

MENU_EDIT=B&earbeiten
MENU_EDIT_COPY=&Kopieren\tAlt+C
MENU_EDIT_COPYTABLE=&Tabelle kopieren
MENU_EDIT_PASTE=&Einfügen\tAlt+V
MENU_EDIT_PASTECR=Einfügen<C&R>\tAlt+R
MENU_EDIT_CLSCREEN=&Bildschirm löschen
MENU_EDIT_CLBUFFER=&Puffer löschen
MENU_EDIT_CANCELSELECT=&Auswahl aufheben
MENU_EDIT_SELECTSCREEN=&Bildschirm markieren
MENU_EDIT_SELECTALL=&Alles auswählen

MENU_SETUP=Ein&stellungen
MENU_SETUP_TERMINAL=&Terminal-Einstellungen
MENU_SETUP_WINDOW=&Fenster-Einstellungen
MENU_SETUP_FONT=&Schriftart...
MENU_SETUP_KEYBOARD=&Keyboard-Einstellungen
MENU_SETUP_SERIALPORT=Serieller Port
MENU_SETUP_TCPIP=&Hostliste editieren
MENU_SETUP_GENERAL=&Grundeinstellungen
MENU_SETUP_ADDITION=&Erweiterte Einstellungen
MENU_SETUP_SAVE=&Setup sichern
MENU_SETUP_RESTORE=&Setup laden
MENU_SETUP_OPENSETUP=Setup d&irectory...
MENU_SETUP_LOADKEYMAP=&Keyboard-Layout einstellen

MENU_CONTROL=Ste&uerung
MENU_CONTROL_RESET=&Terminal zurücksetzen
MENU_CONTROL_RESETTITLE=R&eset remote title
MENU_CONTROL_AREYOUTHERE=Are you &there\tAlt+T
MENU_CONTROL_SENDBREAK=&Abbruch senden\tAlt+B
MENU_CONTROL_RESETPORT=Port zurücksetzen
MENU_CONTROL_BROADCAST=&Broadcast-Kommando
MENU_CONTROL_OPENTEK=TEK ö&ffnen
MENU_CONTROL_CLOSETEK=TEK &schließen
MENU_CONTROL_MACRO=&Macro
MENU_CONTROL_SHOW_MACRO=&Makrofenster anzeigen

MENU_WINDOW=&Fenster
MENU_WINDOW_WINDOW=&Fenster
MENU_WINDOW_MINIMIZEALL=&Minimize All
MENU_WINDOW_CASCADE=&Cascade
MENU_WINDOW_STACKED=&Stacked
MENU_WINDOW_SIDEBYSIDE=Side &By Side
MENU_WINDOW_RESTOREALL=&Restore All
MENU_WINDOW_CASCADE_UNDO=&Undo - Cascade
MENU_WINDOW_STACKED_UNDO=&Undo - Stacked
MENU_WINDOW_SIDEBYSIDE_UNDO=&Undo - Side By Side

MENU_HELP=&Hilfe
MENU_HELP_INDEX=&Hilfedatei
MENU_HELP_ABOUT=&Über Tera Term...

MENU_SHOW_MENUBAR=Menüleiste anzeigen


TEKMENU_FILE=D&atei
TEKMENU_FILE_PRINT=&Drucken...\tAlt+P
TEKMENU_FILE_EXIT=&Beenden\tAlt+Q

TEKMENU_EDIT=B&earbeiten
TEKMENU_EDIT_COPY=&Kopieren\tAlt+C
TEKMENU_EDIT_COPYSCREEN=Bildschirm kopieren
TEKMENU_EDIT_PASTE=&Einfügen\tAlt+V
TEKMENU_EDIT_PASTECR=Einfügen<C&R>\tAlt+R
TEKMENU_EDIT_CLSCREEN=Bildschirm leeren

TEKMENU_SETUP=Ein&stellungen
TEKMENU_SETUP_WINDOW=&Fenster
TEKMENU_SETUP_FONT=&Schriftart

TEKMENU_VTWIN=VT-Fenster(&U)

TEKMENU_WINDOW=&Fenster

TEKMENU_HELP=&Hilfe
TEKMENU_HELP_INDEX=&Index
TEKMENU_HELP_USING=&Hilfe verwenden
TEKMENU_HELP_ABOUT=&Über Tera Term...

TEKMENU_SHOW_MENUBAR=&Menüleiste anzeigen

; ttermpro
; filesys.cpp
MSG_COMMENT_LOG_OPEN_ERROR=It is not opened by the log file yet.

; ttime.c
MSG_USE_IME_ERROR=Can't use IME

; ttplug.c
MSG_LOAD_EXT_ERROR=Erweiterung %s kann nicht geladen werden (%d)

; ttwinman.c
DLG_MAIN_TITLE_CONNECTING=[verbinden...]
DLG_MAIN_TITLE_DISCONNECTED=[getrennt]

; vtterm.c
MSG_CBACCESS_TITLE=Clipboard Access
MSG_CBACCESS_REJECT_TITLE=Rejected Clipboard Access
MSG_CBACCESS_READ=Remote host reads clipboard contents.
MSG_CBACCESS_WRITE=Remote host writes clipboard.
MSG_CBACCESS_READ_REJECT=Reject clipboard read access from remote.
MSG_CBACCESS_WRITE_REJECT=Reject clipboard write access from remote.

; vtwin.cpp
MSG_ALL_TERMINATE_CONF=Terminate ALL Tera Term(s)?
MSG_DISCONNECT_CONF=Verbindung trennen?
MSG_EXEC_TT_ERROR=Tera Term kann nicht ausgeführt werden. (%d)
MSG_FIND_CYGTERM_DIR_ERROR=Cygwin-Ordner kann nicht gefunden werden.
MSG_CYGTERM_ENV_ALLOC_ERROR=Can't allocate memory for environment variable.
MSG_EXEC_CYGTERM_ERROR=Cygterm kann nicht ausgeführt werden.
MSG_EXEC_TTMENU_ERROR=Das TeraTerm-Menü kann nicht ausgeführt werden. (%d)
MSG_VIEW_LOGFILE_ERROR=Log-Datei kann nicht angezeigt werden. (%d)
FILEDLG_OPEN_LOGFILE_TITLE=Select replay log file with binary mode
FILEDLG_OPEN_LOGFILE_FILTER=Alle Dateien(*.*)\0*.*\0\0
DIRDLG_CYGTERM_DIR_TITLE=Cygwin-Ordner auswählen
MSG_CYGTERM_CONF_WRITEFILE_ERROR=Die CygTerm-Konfigurationsdatei kann nicht geschrieben werden (%d).
MSG_CYGTERM_CONF_REMOVEFILE_ERROR=Alte CygTerm-Konfigurationsdatei kann nicht gelöscht werden (%d).
MSG_CYGTERM_CONF_RENAMEFILE_ERROR=Die CygTerm-Konfigurationsdatei kann nicht umbenannt werden (%d).
MSG_CYGTERM_CONF_SAVED_NOTICE=Cygwin tab configuration was saved in %s.
FILEDLG_SELECT_LOGVIEW_APP_TITLE=Choose a executing file with launching logging file
FILEDLG_SELECT_LOGVIEW_APP_FILTER=exe(*.exe)\0*.exe\0all(*.*)\0*.*\0\0
FILEDLG_SELECT_LOGDIR_TITLE=Log-Ordner auswählen
FILEDLG_SELECT_CONFIRM_STRING_APP_TITLE=Choose a file including strings for ConfirmChangePaste
FILEDLG_SELECT_CONFIRM_STRING_APP_FILTER=Textdateien(*.txt)\0*.txt\0all(*.*)\0*.*\0\0
MSG_LOGFILE_INVALID_CHAR_ERROR=Invalid character is included in log file name.
MSG_LOGFILE_TOOLONG_ERROR=Der Name der Log-Datei ist zu lang.
MSG_TT_FILE_OPEN_ERROR=Tera Term: File open error
MSG_LOGFILE_WRITE_ERROR=Cannot write log file.\n%s
MSG_SAVESETUP_PERMISSION_ERROR=TERATERM.INI file doesn't have the writable permission.

DLG_TABSHEET_TITLE=Erweiterte Einstellungen
DLG_TABSHEET_TITLE_GENERAL=Grundeinstellungen
DLG_TABSHEET_TITLE_SEQUENCE=Control Sequence
DLG_TABSHEET_TITLE_COPYPASTE=Copy and Paste
DLG_TABSHEET_TITLE_VISUAL=Visuelle Einstellungen
DLG_TABSHEET_TITLE_LOG=Log
DLG_TABSHEET_TITLE_CYGWIN=Cygwin
DLG_TABSHEET_TITLE_FONT=Font
DLG_TABSHEET_TITLE_ENCODING=Encoding
DLG_TABSHEET_TITLE_THEME=Theme
DLG_TABSHEET_TITLE_MOUSE=Mouse

DLG_TAB_GENERAL_CLICKURL=&Klickbare URL
DLG_TAB_GENERAL_DISABLESENDBREAK=Disable accelerator &send break
DLG_TAB_GENERAL_ACCEPTBROADCAST=&Broadcast erlauben
DLG_TAB_GENERAL_MOUSEWHEEL_SCROLL_LINE=Mouse &wheel scroll line
DLG_TAB_GENERAL_AUTOSCROLL_ONLY_IN_BOTTOM_LINE=&Automatischer Bildlauf nur in unterster Zeile
DLG_TAB_GENERAL_CLEAR_ON_RESIZE=&Clear display when window resized
DLG_TAB_GENERAL_CURSOR_CHANGE_IME=Change cursor shape with &IME state
DLG_TAB_GENERAL_LIST_HIDDEN_FONTS=List &hidden fonts in font dialog
DLG_TAB_GENERAL_TITLEFMT_GROUP=Title format
DLG_TAB_GENERAL_TITLEFMT_DISPHOSTNAME=&Display host/port name
DLG_TAB_GENERAL_TITLEFMT_DISPSESSION=Display session &number
DLG_TAB_GENERAL_TITLEFMT_DISPVTTEK=Display &VT/TEK
DLG_TAB_GENERAL_TITLEFMT_SWAPHOSTTITLE=Swap hostname and &title position
DLG_TAB_GENERAL_TITLEFMT_DISPTCPPORT=Display tcp &port number
DLG_TAB_GENERAL_TITLEFMT_DISPSERIALSPEED=Display se&rial port speed
DLG_TAB_GENERAL_NOTIFICATION_TITLE=Notification
DLG_TAB_GENERAL_NOTIFIY_SOUND=&Notify sound
DLG_TAB_GENERAL_NOTIFICATION_TEST_NOTIFY=&Notify Test
DLG_TAB_GENERAL_NOTIFICATION_TEST_MESSAGE=Now icon is displayed in the notification area (task tray),\n and can be turned on or off in Windows notification setting.
DLG_TAB_GENERAL_NOTIFICATION_TEST_TRAY=&Tray Test

DLG_TAB_SEQUENCE_ACCEPT_MOUSE_EVENT_TRACKING=Accept &mouse event tracking request
DLG_TAB_SEQUENCE_DISABLE_MOUSE_TRACKING_CTRL=&Disable mouse event tracking when Control is pressed
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING=Accept Window &Title Change Request
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_OFF=off
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_OVERWRITE=overwrite
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_AHEAD=ahead
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_LAST=last
DLG_TAB_SEQUENCE_CURSOR_CTRL=&Cursor control sequence
DLG_TAB_SEQUENCE_WINDOW_CTRL=&Window control sequence
DLG_TAB_SEQUENCE_WINDOW_REPORT=Window &report sequence
DLG_TAB_SEQUENCE_TITLE_REPORT=Window t&itle report
DLG_TAB_SEQUENCE_TITLE_REPORT_IGNORE=Ignorieren
DLG_TAB_SEQUENCE_TITLE_REPORT_ACCEPT=Akzeptieren
DLG_TAB_SEQUENCE_TITLE_REPORT_EMPTY=empty
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS=C&lipboard access from remote
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_OFF=off
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_ON=read/write
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_READ=read only
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_WRITE=write only
DLG_TAB_SEQUENCE_CLIPBOARD_NOTIFY=&Notify clipboard access from remote
DLG_TAB_SEQUENCE_ACCEPT_CLEAR_SBUFF=Accept clearing &scroll buffer from remote
DLG_TAB_SEQUENCE_PRINT_START=D&isable print start sequence
DLG_TAB_SEQUENCE_BEEP_LABEL=&Beep
DLG_TAB_SEQUENCE_BEEP_DISABLE=disable
DLG_TAB_SEQUENCE_BEEP_SOUND=sound
DLG_TAB_SEQUENCE_BEEP_VISUALBELL=visualbell

DLG_TAB_COPYPASTE_CONTINUE=Mehrere Zeilen kopieren
DLG_TAB_COPYPASTE_MOUSEPASTE=&Einfügen mit rechter Maustaste aus
DLG_TAB_COPYPASTE_CONFIRMPASTE=&Einfügen mit rechter Maustaste ein
DLG_TAB_COPYPASTE_MOUSEPASTEM=Einfügen mit mittlerer Maustaste ein
DLG_TAB_COPYPASTE_SELECTLBUTTON=&Auswahl nur über Button
DLG_TAB_COPYPASTE_TRIM_TRAILING_NL=&Trim trailing new line character when pasting
DLG_TAB_COPYPASTE_CONFIRM_CHANGE_PASTE=Confirm change &paste
DLG_TAB_COPYPASTE_STRINGFILE=&String file
DLG_TAB_COPYPASTE_DELIMITER=&Begrenzungszeichen
DLG_TAB_COPYPASTE_PASTEDELAY=P&aste delay per line
DLG_TAB_COPYPASTE_PASTEDELAY2=ms
DLG_TAB_COPYPASTE_SELECT_ON_ACTIVATE=Ena&bling text selection when the window is activated by mouse
DLG_TAB_COPYPASTE_AUTO_TEXT_COPY=Cop&y to windows clipboard when text is selected

DLG_TAB_VISUAL_ALPHA=Fenster Opazität
DLG_TAB_VISUAL_ALPHA_ACTIVE=&Active
DLG_TAB_VISUAL_ALPHA_INACTIVE=Ina&ctive
DLG_TAB_VISUAL_MOUSE=&Mauszeiger
DLG_TAB_VISUAL_FONT_QUALITY=&Font quality
DLG_TAB_VISUAL_FONT_QUALITY_DEFAULT=Default
DLG_TAB_VISUAL_FONT_QUALITY_NONANTIALIASED=Non-Antialiased
DLG_TAB_VISUAL_FONT_QUALITY_ANTIALIASED=Antialiased
DLG_TAB_VISUAL_FONT_QUALITY_CLEARTYPE=ClearType
DLG_TAB_VISUAL_ANSICOLOR=AN&SI color
DLG_TAB_VISUAL_RED=&Rot
DLG_TAB_VISUAL_GREEN=&Grün
DLG_TAB_VISUAL_BLUE=&Blau
DLG_TAB_VISUAL_CORNER_DONT_ROUND=Window corner don't round
DLG_TAB_VISUAL_BOLD_COLOR=Enable B&old attribute color
DLG_TAB_VISUAL_BOLD_FONT=Enable B&old attribute font
DLG_TAB_VISUAL_BLINK=Enable B&link attribute color
DLG_TAB_VISUAL_REVERSE=Enable Re&verse attribute color
DLG_TAB_VISUAL_UNDERLINE_COLOR=Enable Underline attribute color
DLG_TAB_VISUAL_UNDERLINE_FONT=Enable Underline attribute font
DLG_TAB_VISUAL_URL_COLOR=Enable &URL attribute color
DLG_TAB_VISUAL_URL_FONT=&URLs unterstreichen
DLG_TAB_VISUAL_ANSI=A&NSI-Farben aktivieren
DLG_TAB_VISUAL_FAST_SIZE_MOVE=Disable theme when moving or resizing window
DLG_TAB_VISUAL_THEME_STARTUP_NO_USE=no use
DLG_TAB_VISUAL_THEME_STARTUP_FIXED_THEME=fixed theme file
DLG_TAB_VISUAL_THEME_STARTUP_RANDOM_THEME=random theme file

DLG_TAB_LOG_EDITOR=&Auswahl-Editor
DLG_TAB_LOG_EDITOR_EXE=&exe file
DLG_TAB_LOG_EDITOR_ARG=a&rgs
DLG_TAB_LOG_FILENAME=&Standardprotokoll-Name
DLG_TAB_LOG_FILEPATH=Standardprotokoll-Ordner
DLG_TAB_LOG_AUTOSTART=&Automatisch protokollieren
DLG_TAB_LOG_ROTATE=&Log Rotate
DLG_TAB_LOG_ROTATE_SIZE_TEXT=S&ize
DLG_TAB_LOG_ROTATESTEP=&Rotate


DLG_TAB_CYGWIN_PATH=Cygwin-Installationspfad

DLG_TAB_FONT_VTWINFONT=&VTWindow Font
DLG_TAB_FONT_BTN_SELECT=&Select...
DLG_TAB_FONT_VTFONT_TITLE=API for drawing
DLG_TAB_FONT_DLGFONT=&Dialog Font
DLG_TAB_FONT_BTN_DEFAULT=D&efault
DLG_TAB_FONT_CODEPAGE_LABEL=&Code page for display character conversion
DLG_TAB_FONT_LIST_PRO_FONTS_VT=List &proportional fonts in font dialog
DLG_TAB_FONT_LIST_PRO_FONTS_DLG=List p&roportional fonts in font dialog
DLG_TAB_FONT_CHARACTER_SPACE=character space
DLG_TAB_FONT_RESIZED_FONT=Dra&wing resized font to fit cell width
MSG_TOOLTIP_EDITERR_TITLE1=Unzulässiges Zeichen
MSG_TOOLTIP_EDITERR_TEXT1=Nur positive und negative ganze Zahlen sind akzeptabel.

DLG_COMMENT_TITLE=Comment to Log

DLG_BROADCAST_TITLE=Broadcast-Befehl
DLG_BROADCAST_HISTORY=Verlauf
DLG_BROADCAST_PARENTONLY=Sende nur Prozess
DLG_BROADCAST_ENTER=Auswahl-Taste
DLG_BROADCAST_SUBMIT=Absenden
DLG_BROADCAST_CLOSE=Close
DLG_BROADCAST_REALTIME=Echtzeit-Modus
DLG_BROADCAST_HELP=Help
CMENU_BROADCAST_FOREGROUND=Bring selected window to foreground
CMENU_BROADCAST_MINIMIZE=Minimize selected window
CMENU_BROADCAST_REFRESH=Refresh window list
CMENU_BROADCAST_SELECT_ALL=Select all
CMENU_BROADCAST_UNSELECT_ALL=Unselect all
CMENU_BROADCAST_INVERSE=Inverse selection

DLG_PRNABORT_PRINTING=Printing

DLG_PROT_FILENAME=Dateiname:
DLG_PROT_PROTO=Protocoll:
DLG_PROT_PACKET=Paket#:
DLG_PROT_TRANS=Bytes übertragen:
DLG_PROT_ELAPSED=Elapsed time:

DLG_FILETRANS_FILENAME=Dateiname:
DLG_FILETRANS_FULLPATH=Vollständiger Pfad:
DLG_FILETRANS_TRNAS=Bytes übertragen:
DLG_FILETRANS_ELAPSED=Elapsed time:
DLG_FILETRANS_START=&Start
DLG_FILETRANS_PAUSE=Pau&se
DLG_FILETRANS_CLOSE=Schließen

DLG_SETUPDIR_TITLE=Tera Term: Setup directory
DLG_SETUPDIR_INIFILE=Tera Term Configuration File
DLG_SETUPDIR_KEYBOARDFILE=Keyboard Configuration File
DLG_SETUPDIR_CYGTERMFILE=CygTerm Configuration File
DLG_SETUPDIR_KNOWNHOSTSFILE=SSH known_hosts File
DLG_SETUPDIR_NOFILE_ERROR=File does not exist.(%d)
DLG_SETUPDIR_OPENFILE_ERROR=Cannot open file.(%d)

DLG_DANDD_TITLE=Tera Term: File Drag and Drop
DLG_DANDD_TEXT=Are you sure that you want to send the file content?
DLG_DANDD_SCP_RADIO=&SCP
DLG_DANDD_SENDFILE_RADIO=S&end File (Paste content of file)
DLG_DANDD_PASTE_RADIO=&Paste Filename
DLG_DANDD_SCP_DEST_LABEL=des&t:
DLG_DANDD_SCP_DEST_NOTE=dest is home directory if empty
DLG_DANDD_SEND_BINARY_CHECK=Bina&ry
DLG_DANDD_PASTE_ESCAPE_CHECK=Es&cape
DLG_DANDD_PASTE_SPACE_RADIO=Separat&or is Space
DLG_DANDD_PASTE_NEWLINE_RADIO=Separator is &NewLine
DLG_DANDD_NEXTFILES=&Do this for the next %d files
DLG_DANDD_SAME_NEEXTDROP=Do sa&me process, next drop
DLG_DANDD_DONTSHOW_NEEXTDROP=Do not d&isplay this dialog, next drop
DLG_DANDD_NOTE=Drop with CTRL, this dialog is displayed

TOOLTIP_TITLEBAR_OPACITY=Opazität %.1f %%

; commonlib.c
MSG_WINSOCK_ERROR=Kann Winsock nicht verwenden
MSG_INVALID_HOST_ERROR=Falscher Hostname
MSG_CANTOPEN_ERROR=Kann %s nicht öffnen (0x%08x)
MSG_CANTOPEN_ERROR_NOTFOUND=Cannot open %s. Not found.
MSG_CANTOPEN_ERROR_DENIED=Cannot open %s. Access denied.
MSG_CANTOPEN_ERROR_PIPEBUSY=Cannot open %s. Pipe is busy.
MSG_CANTOPEN_FILE_ERROR=Kann Datei nicht öffnen
MSG_COMM_REFUSE_ERROR=Verbindung ist abgebrochen worden
MSG_COMM_REACH_ERROR=Netzwerk ist nicht erreichbar
MSG_COMM_TIMEOUT_ERROR=Timeout der Verbindung
MSG_COMM_CONNECT_ERROR=Mit Host kann keine Verbindung hergestellt werden
MSG_CREATE_THREAD_ERROR=Thread kann nicht erzeugt werden

; ttpdlg
; ttdlg.c
DLG_ABOUT_TITLE=Über Tera Term

DLG_SELECT_DIR_TITLE=Neues Verzeichnis wählen

DLG_GEN_TITLE=Tera-Grundeinstellungen
DLG_GEN_PORT=New &connection default
DLG_GEN_PORT_TCPIP=TCP/IP
DLG_GEN_PORT_SERIAL=Serial
DLG_GEN_LANG_UI=UI &Language:

DLG_HOST_TITLE=Tera Term: Neue Verbindung
DLG_HOST_TCPIPHOST=&Rechner:
DLG_HOST_TCPIPPORT=TCP-&Port#:
DLG_HOST_TCPIPPROTOCOL=IP Versio&n:
DLG_HOST_SERIAL=&Seriell
DLG_HOST_SERIALPORT=Po&rt:

DLG_KEYB_TITLE=Keyboard
DLG_KEYB_TRANSMIT=DEL senden mit:
DLG_KEYB_BS=Backspace
DLG_KEYB_DEL=Entfernen
DLG_KEYB_KEYB=Keyboard:
DLG_KEYB_META=Meta-Taste:
DLG_KEYB_META_OFF=aus
DLG_KEYB_META_ON=an
DLG_KEYB_META_LEFT=links
DLG_KEYB_META_RIGHT=rechts
DLG_KEYB_DISABLE=Abschalten:
DLG_KEYB_APPKEY=Anwendungs-Keypad
DLG_KEYB_APPCUR=Anwendungs-Cursor

DLG_SERIAL_TITLE=Serial port
DLG_SERIAL_PORT=Port:
DLG_SERIAL_BAUD=Sp&eed:
DLG_SERIAL_DATA=Data:
DLG_SERIAL_PARITY=Parity:
DLG_SERIAL_STOP=Stop bits:
DLG_SERIAL_FLOW=Flow control:
DLG_SERIAL_DELAY=Transmit delay
DLG_SERIAL_DELAYCHAR=msec/char
DLG_SERIAL_DELAYLINE=msec/line
DLG_SERIAL_OK_CONNECTION=Connect with &New window
DLG_SERIAL_OK_OPEN=&New open
DLG_SERIAL_OK_CLOSEOPEN=Close and &New open
DLG_SERIAL_OK_RESET=&New setting

; edit history
DLG_TCPIP_ADD=Hinzufügen
DLG_TCPIP_UP=hoch
DLG_TCPIP_REMOVE=entf
DLG_TCPIP_DOWN=runter

; TCP/IP tab
DLG_TCPIP_TITLE=TCP/IP
DLG_TCPIP_HOSTLIST=Hostliste
DLG_TCPIP_HISTORYTITLE=Verlauf
DLG_TCPIP_HISTORY=Add host l&ist when new connection
DLG_TCPIP_EDITHISTORY=Edit host list
DLG_TCPIP_TELNET=T&elnet
DLG_TCPIP_PORT=&Port:
DLG_TCPIP_KEEPALIVE=Keep alive
DLG_TCPIP_KEEPALIVE_SEC=Sec
DLG_TCPIP_AUTOCLOSE=Fenster automatisch schließen
DLG_TCPIP_TERMTYPE=Terminal-Typ:

DLG_TERM_TITLE=Terminal
DLG_TERM_WIDTHLABEL=Terminal-Größe
DLG_TERM_ISWIN=Term = Fenstergröße
DLG_TERM_RESIZE=Größe automatisch anpassen
DLG_TERM_NEWLINE=Neue Zeile
DLG_TERM_CRRCV=Übertragen:
DLG_TERM_CRSEND=Absenden:
DLG_TERM_ID=Terminal-ID:
DLG_TERM_LOCALECHO=Lokales Echo
DLG_TERM_ANSBACK=Rückantwort:
DLG_TERM_AUTOSWITCH=Automatisch wechseln (VT<->TEK)
DLG_TERM_KANJI=Encoding (r&eceive)
DLG_TERM_KANA=Hal&f-width kana
DLG_TERM_KANJISEND=Encoding (tra&nsmit)
DLG_TERM_KANASEND=Half-wi&dth kana
DLG_TERM_KIN=Kanji-i&n:
DLG_TERM_KOUT=Kanji-&out:
DLG_CODING_UNICODE_TO_DEC=Mapping Unicode to DEC Special Graphics
DLG_CODING_UNICODE_TO_DEC_BOXDRAWING=Box-drawing character (U+2500-U+257F)
DLG_CODING_UNICODE_TO_DEC_PUNCTUATION=Punctuation, Block Elements, Shade
DLG_CODING_UNICODE_TO_DEC_MIDDLEDOT=Middle dots (U+00B7,U+2024,U+2219)
DLG_CODING_DEC_TO_UNICODE=Mapping DEC Special Graphics to Unicode

DLG_WIN_TITLE=Fenster
DLG_WIN_TITLELABEL=Titel
DLG_WIN_CURSOR=Cursor-Aussehen
DLG_WIN_BLOCK=Block
DLG_WIN_VERT=Vertikale Linie
DLG_WIN_HORZ=Horizontale Linie
DLG_WIN_BOLDFONT=fettschreiben
DLG_WIN_HIDETITLE=Titelleiste ausblenden
DLG_WIN_NO_FRAME=Kein Rahm&en
DLG_WIN_HIDEMENU=Menüleiste ausblenden
DLG_WIN_COLOREMU=&Farbemulation
DLG_WIN_PCBOLD16=&16 Colors (PC style)
DLG_WIN_AIXTERM16=1&6 Colors (aixterm style)
DLG_WIN_XTERM256=&256 Colors (xterm style)
DLG_WIN_SCROLL1=Scroll-Puffer:
DLG_WIN_SCROLL3=Zeilen
DLG_WIN_COLOR=Farben
DLG_WIN_TEXT=Text
DLG_WIN_BG=Hintergrund
DLG_WIN_ATTRIB=Attribute
DLG_WIN_SWAP_COLORS=S&wap colors
DLG_WIN_R=&R:
DLG_WIN_G=&G:
DLG_WIN_B=&B:
DLG_WIN_ALWAYSBG=Normalen Hintergrund verwenden
DLG_WIN_NORMAL=Normal
DLG_WIN_BOLD=Fett
DLG_WIN_BLINK=Blink
DLG_WIN_REVERSEATTR=Umkehren
DLG_WIN_URL=URL
DLG_WIN_UNDERLINE=Unterstreichen

DLG_CHOOSEFONT_STC6="Font style" selection here won't affect actual font appearance.

DLG_WINLIST_TITLE=Fensterliste
DLG_WINLIST_LABEL=&Fenster:
DLG_WINLIST_OPEN=Ö&ffnen
DLG_WINLIST_CLOSEWIN=Fenster &schließen

MSG_FIND_DIR_ERROR=Verzeichnis kann nicht gefunden werden

; ttpfile
; ttfile.c
DLG_FOPT_FILENAME_TITLE=&Filename (drop file in this dialog)
DLG_FOPT_APPEND_LABEL=Write mode
DLG_FOPT_NEW_OVERWRITE=&New / Overwrite
DLG_FOPT_APPEND=&Anhängen
DLG_FOPT_BINARY_LABEL=Text or Binary mode
DLG_FOPT_TEXT=T&ext
DLG_FOPT_BINARY=&Binär
DLG_FOPT_BOM=&BOM
DLG_FOPT_PLAIN=&Plain text
DLG_FOPT_TIMESTAMP=&Zeitstempel
DLG_FOPT_HIDEDIALOG=&Dialog ausblenden
DLG_FOPT_ALLBUFFINFIRST=In&clude screen buffer
DLG_FOPT_TIMESTAMP_LOCAL=Local Time
DLG_FOPT_TIMESTAMP_UTC=UTC
DLG_FOPT_TIMESTAMP_ELAPSED_LOGGING=Elapsed Time (Logging)
DLG_FOPT_TIMESTAMP_ELAPSED_CONNECTION=Elapsed Time (Connection)

DLG_XOPT=Option
DLG_XOPT_CHECKSUM=Check&summe
DLG_XOPT_CRC=&CRC
DLG_XOPT_1K=1&K
DLG_XOPT_BINARY=&Binär

FILEDLG_KEYBOARD_FILTER=Tastaturlayout (*.cnf)\0*.cnf\0\0
FILEDLG_SETUP_FILTER=setup files (*.ini)\0*.ini\0\0
FILEDLG_SAVE_SETUP_TITLE=Setup sichern
FILEDLG_RESTORE_SETUP_TITLE=Setup laden
FILEDLG_LOAD_KEYMAP_TITLE=Tastaturlayout einstellen
FILEDLG_ALL_FILTER=Alle Dateien(*.*)\0*.*\0\0
FILEDLG_USER_FILTER_NAME=Benutzerdefiniert

DLG_GETFN_TITLE=Kermit Get
DLG_GETFN_FILENAME=&Datei:

; ttftypes.h
FILEDLG_TRANS_TITLE_LOG=Log
FILEDLG_TRANS_TITLE_SENDFILE=Datei senden
FILEDLG_TRANS_TITLE_KMTRCV=Kermit Receive
FILEDLG_TRANS_TITLE_KMTGET=Kermit Get
FILEDLG_TRANS_TITLE_KMTSEND=Kermit Send
FILEDLG_TRANS_TITLE_KMTFIN=Kermit Finish
FILEDLG_TRANS_TITLE_XRCV=XMODEM Receive
FILEDLG_TRANS_TITLE_XSEND=XMODEM Send
FILEDLG_TRANS_TITLE_YRCV=YMODEM Receive
FILEDLG_TRANS_TITLE_YSEND=YMODEM Send
FILEDLG_TRANS_TITLE_ZRCV=ZMODEM Receive
FILEDLG_TRANS_TITLE_ZSEND=ZMODEM Send
FILEDLG_TRANS_TITLE_BPRCV=B-Plus Receive
FILEDLG_TRANS_TITLE_BPSEND=B-Plus Send
FILEDLG_TRANS_TITLE_QVRCV=Quick-VAN Receive
FILEDLG_TRANS_TITLE_QVSEND=Quick-VAN Send

; dlg clipboard
DLG_CLIPBOARD_TITLE=Tera Term: Clipboard confirmation

; ttptek
; tttek.c
MSG_TEK_PRINT_ERROR=Der Drucker unterstützt keine Grafiken

; ttpmacro
FILEDLG_OPEN_MACRO_TITLE=Makro öffnen
FILEDLG_OPEN_MACRO_FILTER=Makro-Dateien (*.ttl)\0*.ttl\0\0

BTN_PAUSE=Pause
BTN_START=Start
BTN_END=Beenden
BTN_YES=Ja
BTN_NO=Nein
BTN_STOP=Makro anhalten
BTN_CONTINUE=Weiter

MSG_MACRO_CONF=MACRO: confirmation
MSG_MACRO_HALT_SCRIPT=Are you sure that you want to halt this macro script?

; common
MSG_ERROR=Fehler
MSG_TT_ERROR=TeraTerm-Fehler
MSG_TT_NOTICE=Tera Term: Notice
MSG_TT_TAKE_EFFECT=This option takes effect the next time a session is started.\nAre you sure that you want to relaunch Tera Term?

BTN_OK=OK
BTN_CANCEL=Abbrechen
BTN_CLOSE=Schließen
BTN_HELP=Hilfe
BTN_DEFAULT=Default

; help
HELPFILE=teraterm.chm
MSG_OPENHELP_ERROR=Hilfedatei kann nicht geöffnet werden (%s).

; ttset
MSG_INI_ERROR=Tera Term: Error
MSG_INI_WRITE_ERROR=Cannot write ini file.

; sendfile
DLG_SENDFILE_READING_METHOD_TITLE=File reading method
DLG_SENDFILE_READING_METHOD_BULK=B&ulk read
DLG_SENDFILE_READING_METHOD_SEQUENTIAL=Se&quential read
DLG_SENDFILE_READING_METOHD_TOOLTIP=Bulk read:\n- Send while reading from a file.\n- Textfile is read as ACP encoding and is not automatically determined.\nSequencal read:\n- File is read into memory and then sent.\n- Encoding of text files is automatically determined.\n
DLG_SENDFILE_BINARY=&Binary

; theme
DLG_THEME_PREVIEW_FILE_TITLE=Preview/File
DLG_THEME_PREVIEW_FILE_LOAD=Load
DLG_THEME_PREVIEW_FILE_SAVE=Save

DLG_THEME_BG_TITLE=Background
DLG_THEME_BG_IMAGE=Background image

DLG_THEME_BG_ALPHA_TITLE=Background image alpha
DLG_THEME_BG_ALPHA_TEXT_BACK_ALPHA_TITLE=Normal back alpha (Opaque right direction):
DLG_THEME_BG_ALPHA_REVERSE_TEXT_BACK_ALPHA_TITLE=Reverse back alpha:
DLG_THEME_BG_ALPHA_OTHER_BACK_TITLE=Other back alpha:

DLG_THEME_COLOR_TITLE=Text color

[TTSSH]
; font
DLG_SYSTEM_FONT=System,14,0
DLG_TAHOMA_FONT=Tahoma,8,0
DLG_ABOUT_FONT=Courier New,8,0

; menu
MENU_ABOUT=&Über TTSSH
MENU_SSH=&SSH
MENU_SSH_AUTH=&SSH-Authentifikation
MENU_SSH_FORWARD=&SSH-Portforwarding
MENU_SSH_KEYGEN=&SSH-Keygenerator

; dlg about
DLG_ABOUT_TITLE=Über TTSSH
DLG_ABOUT_FP_HASH_ALGORITHM=Fingerprint hash algorithm:
DLG_ABOUT_SERVERID=Server-ID:
DLG_ABOUT_PROTOCOL=Verwendetes Protokoll:
DLG_ABOUT_ENCRYPTION=Verschlüsselung:
DLG_ABOUT_SERVERKEY=Server-Schlüssel:
DLG_ABOUT_KEXKEY=Key exchange keys:
DLG_ABOUT_AUTH=Authentifikation:
DLG_ABOUT_COMP=Kompression:
DLG_ABOUT_CLIENTID=Client-ID:
DLG_ABOUT_KEX=Key exchange algorithm:
DLG_ABOUT_HOSTKEY=Client-Schlüssel:
DLG_ABOUT_MAC=MAC algorithm:
DLG_ABOUT_MAC_INFO=%s zum Server, %s vom Server
DLG_ABOUT_COMPDELAY=Delayed Compression:
DLG_ABOUT_CIPHER_INFO=%s zum Server, %s vom Server
DLG_ABOUT_KEY_INFO=%d-bit server key, %d-bit host key
DLG_ABOUT_KEY_INFO2=%d-Bit-Client-Schlüssel, %d-Bit-Server-Schlüssel
DLG_ABOUT_KEY_NONE=Keiner
DLG_ABOUT_COMP_INFO=level %d; ratio %.1f (%ld:%ld)
DLG_ABOUT_COMP_INFO2=level %d
DLG_ABOUT_COMP_NONE=Keiner
DLG_ABOUT_COMP_UPDOWN=Upstream %s; Downstream %s
DLG_ABOUT_AUTH_INFO=Benutzer '%s', %s authentication
DLG_ABOUT_AUTH_INFO2=, %s key
DLG_ABOUT_AUTH_INFO3=, %s key with %s
DLG_ABOUT_FINGERPRINT=Host key's fingerprint:

; dlg auth
DLG_AUTH_TITLE=SSH-Authentifikation
DLG_AUTH_TITLE_FAILED=SSH-Authentifikation wird wiederholt
DLG_AUTH_BANNER=Einloggen auf %s
DLG_AUTH_BANNER2=Authentifikation notwendig.
DLG_AUTH_BANNER2_FAILED=Authentifikation fehlgeschlagen. Bitte versuchen Sie es erneut.
DLG_AUTH_BANNER2_FURTHER=Further authentication required.
DLG_AUTH_USERNAME=Benutzername:
DLG_AUTH_USE_DEFAULT_USERNAME=Use &default username
DLG_AUTH_USE_LOGON_USERNAME=Use &logon username
DLG_AUTH_PASSWORD=Passphrase:
DLG_AUTH_PASTE_CLIPBOARD=Paste from &clipboard
DLG_AUTH_CLEAR_CLIPBOARD=Paste from clipboard and cl&ear clipboard
DLG_AUTH_USE_CONTORL_CHARACTERS=Use control charac&ters
DLG_AUTH_SHOW_PASSPHRASE=&Show passphrase
DLG_AUTH_REMEMBER_PASSWORD=Passphrase speichern
DLG_AUTH_FWDAGENT=F&orward agent
DLG_AUTH_METHOD=Authentication methods
DLG_AUTH_METHOD_PASSWORD=Passwortauthentifikation verwenden
DLG_AUTH_METHOD_RSA=DSA/RSA/ECDSA/ED25519-Schlüssel verwenden
DLG_AUTH_METHOD_RHOST=rhosts verwenden (SSH1)
;DLG_AUTH_METHOD_CHALLENGE1=Benutze challenge/response (TIS)
DLG_AUTH_METHOD_CHALLENGE1=Use challenge/response(&TIS) to log in
;DLG_AUTH_METHOD_CHALLENGE2=Benutze challenge/response (keyboard-interactive)
DLG_AUTH_METHOD_CHALLENGE2=Use keyboard-&interactive to log in
DLG_AUTH_METHOD_PAGEANT=Benutze Pageant
DLG_AUTH_PRIVATEKEY=Schlüssel:
DLG_AUTH_LOCALUSER=Lokaler Benutzername:
DLG_AUTH_HOST_PRIVATEKEY=rhosts-Schlüssel:
DLG_AUTH_TIP_CONTROL_CODE=control character is entered
DLG_AUTH_TIP_PASTE_KEY=Use Shift + Insert to paste from clipboard
MSG_PAGEANT_NOTFOUND=Can't find Pageant.
MSG_PAGEANT_NOKEY=Pageant has no valid key.

; dlg auth setup
DLG_AUTHSETUP_TITLE=TTSSH: Authentifikation-Einstellungen
DLG_AUTHSETUP_BANNER=Standard-Einstellungen für Authentifikation:
DLG_AUTHSETUP_USERNAME=User name
DLG_AUTHSETUP_NO_USERNAME=&Do not enter username
DLG_AUTHSETUP_DEFAULT_USERNAME=U&se default username
DLG_AUTHSETUP_LOGON_USERNAME=Us&e logon username
DLG_AUTHSETUP_LOGON_USERNAME_TEXT=Current username is "%s"
DLG_AUTHSETUP_METHOD=Authentication methods
DLG_AUTHSETUP_METHOD_PASSWORD=Passwortauthentifikation verwenden
DLG_AUTHSETUP_METHOD_RSA=DSA/RSA/ECDSA/ED25519-Schlüssel verwenden
DLG_AUTHSETUP_METHOD_RHOST=rhosts verwenden (SSH1)
;DLG_AUTHSETUP_METHOD_CHALLENGE=Benutze challenge/response (SSH1:&TIS, SSH2:keyboard-interactive)
DLG_AUTHSETUP_METHOD_CHALLENGE=Use SSH1:challenge/response(&TIS) / SSH2:keyboard-interactive to log in
DLG_AUTHSETUP_METHOD_PAGEANT=Use P&ageant
DLG_AUTHSETUP_PRIVATEKEY=Schlüssel:
DLG_AUTHSETUP_LOCALUSER=Lokaler Benutzername:
DLG_AUTHSETUP_HOST_PRIVATEKEY=rhosts-Schlüssel:
DLG_AUTHSETUP_CHECKAUTH=Prüfe die Authentifizierungsmethoden vor dem Logins (SSH2)

FILEDLG_OPEN_PRIVATEKEY_TITLE=DSA/RSA/ECDSA/ED25519-Schlüssel auswählen
FILEDLG_OPEN_PRIVATEKEY_FILTER=identity files\0identity;id_rsa;id_dsa;id_ecdsa;id_ed25519;*.ppk;*.pem\0identity(RSA1)\0identity\0id_rsa(SSH2)\0id_rsa\0id_dsa(SSH2)\0id_dsa\0id_ecdsa(SSH2)\0id_ecdsa\0id_ed25519(SSH2)\0id_ed25519\0PuTTY(*.ppk)\0*.ppk\0PEM files(*.pem)\0*.pem\0all(*.*)\0*.*\0\0
MSG_KEYSPECIFY_ERROR=Bitte einen DSA/RSA/ECDSA/ED25519-Schlüssel auswählen.
MSG_READKEY_ERROR=Lesefehler des DSA/RSA/ECDSA/ED25519-Schlüssels\n%s
MSG_RHOSTS_NOTDEFAULT_ERROR=Rhosts authentication will probably fail because it was not the default authentication method.\nTo use Rhosts authentication in TTSSH, you need to set it to be the default by restarting\nTTSSH and selecting "SSH Authentication..." from the Setup menubefore connecting.
MSG_NOAUTHMETHOD_ERROR=Der Server unterstützt keine der von TTSSH angebotenen\nAuthentifizierungs-Optionen. Die Verbindung wird beendet.

; dlg diff key
DLG_DIFFERENTKEY_TITLE=SICHERHEITSWARNUNG
DLG_DIFFERENTKEY_WARNING=Der Server ("%s") ist in der "known hosts"-Liste bereits mit einem anderen Schlüssel eingetragen.
DLG_DIFFERENTKEY_WARNING2=Wenn Sie auf 'Continue'  klicken, wird der Server in die Liste aufgenommen und die Fehlermeldung erscheint nicht mehr.
DLG_DIFFERENTKEY_FINGERPRINT=Der Fingerabdruck des Schlüssels:
DLG_DIFFERENTKEY_FP_HASH_ALGORITHM=Fingerprint hash algorithm:
DLG_DIFFERENTKEY_REPLACE=Den vorhanden Schlüssel durch den neuen ersetzen.

; dlg diff type key
DLG_DIFFERENTTYPEKEY_TITLE=SICHERHEITSWARNUNG
DLG_DIFFERENTTYPEKEY_WARNING=Your known hosts list has an entry for the server "%s", but the machine you have contacted has presented a DIFFERENT TYPE KEY to the one in your known hosts list. A hostile machine may be pretending to be the server.
DLG_DIFFERENTTYPEKEY_WARNING2=Wenn Sie auf 'Continue'  klicken, wird der Server in die Liste aufgenommen und die Fehlermeldung erscheint nicht mehr.
DLG_DIFFERENTTYPEKEY_FINGERPRINT=Der Fingerabdruck des Schlüssels:
DLG_DIFFERENTTYPEKEY_FP_HASH_ALGORITHM=Fingerprint hash algorithm:
DLG_DIFFERENTTYPEKEY_ADD=Den Server zur "known hosts"-Liste hinzufügen.

; dlg fwd edit
DLG_FWD_TITLE=SSH-Port-Weiterleitung
DLG_FWD_BANNER=Die Richtung der Port-Weiterleitung wählen:
DLG_FWD_LOCAL_PORT=Lokalen Port weiterleiten
DLG_FWD_LOCAL_LISTEN=l&isten
DLG_FWD_LOCAL_REMOTE=zur Remote-Maschine
DLG_FWD_LOCAL_REMOTE_PORT=Rem. Port
DLG_FWD_LOCAL_CHECKIDENTITY=Verbindungen von anderen Hosts erlauben
DLG_FWD_REMOTE_PORT=Entfernten Port weiterleiten
DLG_FWD_REMOTE_LISTEN=li&sten
DLG_FWD_REMOTE_LOCAL=zur lokalen Maschine
DLG_FWD_REMOTE_LOCAL_PORT=Lok. Port
DLG_FWD_DYNAMIC_PORT=Forward &dynamic port
DLG_FWD_DYNAMIC_LISTEN=lis&ten

MSG_SAME_SERVERPORT_ERROR=Sie können nicht zwei Weiterleitungen vom selben Server-Port definieren (%d).
MSG_SAME_LOCALPORT_ERROR=Sie können nicht zwei Weiterleitungen vom selben lokalen Port definieren (%d).
MSG_UNSPECIFIED_FWD_ERROR1=Die folgenden Weiterleitungen waren zu Beginn dieser SSH-Sitzung nicht definiert:\n\n
MSG_UNSPECIFIED_FWD_ERROR2=\nDue to a limitation of the SSH protocol, these forwarding will not work in the current SSH session.\nIf you save these settings and start a new SSH session, the forwarding should work.
MSG_INVALID_PORT_ERROR="%s" ist keine gültige Portnummer.\nWählen Sie entweder einen Portnamen aus der Liste, oder geben Sie eine Nummer zwischen 1 and 65535 an.

; dlg fwd setup
DLG_FWDSETUP_TITLE=SSH-Port-Weiterleitung
DLG_FWDSETUP_LIST=SSH-Tunnel aufbauen
DLG_FWDSETUP_ADD=Hinzufügen
DLG_FWDSETUP_EDIT=Bearbeiten
DLG_FWDSETUP_REMOVE=Entfernen
DLG_FWDSETUP_CHECKIDENTITY=Lokale Ports akzeptieren Verbindungen von anderen Hosts
DLG_FWDSETUP_X=X-Forwarding
DLG_FWDSETUP_XAPP=Remote-X-Sitzungen auf dem lokalen X-Server anzeigen.

MSG_FWD_REMOTE_XSERVER=Remote-X-Server
MSG_FWD_REMOTE_XSCREEN=X-Server (anzeige %d:%d)
MSG_FWD_REMOTE=Remote "%s" port %s to local "%s" port %s
MSG_FWD_LOCAL=Local "%s" port %s to remote "%s" port %s
MSG_FWD_X=Remote X applications to local X server
MSG_FWD_DYNAMIC=Local "%s" port %s to remote dynamic

; dlg host
DLG_HOST_TITLE=Neue Verbindung
DLG_HOST_TCPIPHOST=Server:
DLG_HOST_TCPIPHISTORY=Add h&ost list
DLG_HOST_TCPIPSERVICE=Dienst
DLG_HOST_TCPIPOTHER=Anderer
DLG_HOST_TCPIPPORT=TCP-Port
DLG_HOST_TCPIPSSHVERSION=Protokoll-Version
DLG_HOST_TCPIPPROTOCOL=IP Versio&n:
DLG_HOST_SERIAL=Seriell
DLG_HOST_SERIALPORT=Port
DLG_HOST_HELP=Hilfe

MSG_TCPPORT_NAN_ERROR=Der TCP-Port muss nummerisch sein.

; dlg keygen
DLG_KEYGEN_TITLE=SSH Key Generator
DLG_KEYGEN_KEYTYPE=Schlüssel-Typ
DLG_KEYGEN_PASSPHRASE=Passphrase:
DLG_KEYGEN_PASSPHRASE2=Passphrase bestätigen:
DLG_KEYGEN_COMMENT=C&omment:
DLG_KEYGEN_SAVEPUBLIC=Public Key
DLG_KEYGEN_SAVEPRIVATE=Private Key
DLG_KEYGEN_GENERATE=Generieren
DLG_KEYGEN_BITS=Key &Bits:
DLG_KEYGEN_BCRYPT_KDF=bcrypt &KDF format
DLG_KEYGEN_BCRYPT_ROUNDS=&Number of rounds:

MSG_KEYBITS_MIN_ERROR=The key bits is too small.
MSG_BCRYPT_ROUNDS_MIN_ERROR=The number of rounds is too small.
MSG_BCRYPT_ROUNDS_MAX_ERROR=The number of rounds is too large.
MSG_KEYGEN_GENERATING="generating key"
MSG_KEYGEN_GENERATED="key generated"

FILEDLG_SAVE_PUBLICKEY_TITLE=Public Key speichern:
FILEDLG_SAVE_PUBLICKEY_RSA1_FILTER=SSH1 RSA key(identity.pub)\0identity.pub\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_RSA_FILTER=SSH2 RSA key(id_rsa.pub)\0id_rsa.pub\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_DSA_FILTER=SSH2 DSA key(id_dsa.pub)\0id_dsa.pub\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_ECDSA_FILTER=SSH2 ECDSA key(id_ecdsa.pub)\0id_ecdsa.pub\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_ED25519_FILTER=SSH2 ED25519 key(id_ed25519.pub)\0id_ed25519.pub\0All Files(*.*)\0*.*\0\0
MSG_SAVE_KEY_OPENFILE_ERROR=Schlüssel kann nicht geöffnet werden
MSG_SAVE_KEY_WRITEFILE_ERROR=Schlüssel kann nicht speichert werden
MSG_SAVE_PRIVATE_KEY_MISMATCH_ERROR=Die Passphrasen stimmen nicht überein
MSG_SAVE_PRIVATEKEY_EMPTY_WARN=Möchten Sie den Schlüssel ohne Passphrase speichern?
FILEDLG_SAVE_PRIVATEKEY_TITLE=Private Key speichern:
FILEDLG_SAVE_PRIVATEKEY_RSA1_FILTER=SSH1 RSA key(identity)\0identity\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_RSA_FILTER=SSH2 RSA key(id_rsa)\0id_rsa\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_DSA_FILTER=SSH2 DSA key(id_dsa)\0id_dsa\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_ECDSA_FILTER=SSH2 ECDSA key(id_ecdsa)\0id_ecdsa\0All Files(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_ED25519_FILTER=SSH2 ED25519 key(id_ed25519)\0id_ed25519\0All Files(*.*)\0*.*\0\0

; dlg setup
DLG_SSHSETUP_TITLE=TTSSH: Setup
DLG_SSHSETUP_COMPRESS=&Kompressionsstufe:
DLG_SSHSETUP_COMPRESS_NONE=Keine
DLG_SSHSETUP_COMPRESS_HIGHEST=Höchste
DLG_SSHSETUP_COMPRESS_NOTE=SSH1: 'Compression level' determines compression on/off.\nSSH2: 'Compression order' and 'Compression level' determines compression on/off.
DLG_SSHSETUP_CIPHER=&Preferred cipher order
DLG_SSHSETUP_CIPHER_UP=Move Up(&1)
DLG_SSHSETUP_CIPHER_DOWN=Move Down(&2)
DLG_SSHSETUP_CIPHER_BORDER=<ciphers below this line are disabled>
DLG_SSHSETUP_KEX=K&EX order (SSH2 only)
DLG_SSHSETUP_KEX_UP=Move Up(&3)
DLG_SSHSETUP_KEX_DOWN=Move Down(&4)
DLG_SSHSETUP_KEX_BORDER=<KEXs below this line are disabled>
DLG_SSHSETUP_HOST_KEY=Ho&st Key order (SSH2 only)
DLG_SSHSETUP_HOST_KEY_UP=Move Up(&5)
DLG_SSHSETUP_HOST_KEY_DOWN=Move Down(&6)
DLG_SSHSETUP_HOST_KEY_BORDER=<Host Keys below this line are disabled>
DLG_SSHSETUP_MAC=MAC or&der (SSH2 only)
DLG_SSHSETUP_MAC_UP=Move Up(&7)
DLG_SSHSETUP_MAC_DOWN=Move Down(&8)
DLG_SSHSETUP_MAC_BORDER=<MACs below this line are disabled>
DLG_SSHSETUP_COMP=Compress&ion order (SSH2 only)
DLG_SSHSETUP_COMP_UP=Move Up(&9)
DLG_SSHSETUP_COMP_DOWN=Move Down(&0)
DLG_SSHSETUP_COMP_BORDER=<Compression methods below this line are disabled>
DLG_SSHSETUP_KNOWNHOST=SSH Known Hosts
DLG_SSHSETUP_KNOWNHOST_RW=Read/&write file:
DLG_SSHSETUP_KNOWNHOST_RO=&Read-only files:
DLG_SSHSETUP_HEARTBEAT=HeartBeat(&keep-alive)
DLG_SSHSETUP_HEARTBEAT_UNIT=sec.(0 to turn off)
DLG_SSHSETUP_PASSWORD=Remember password on &memory
DLG_SSHSETUP_FORWARDAGENT=Enable &agent forwarding
DLG_SSHSETUP_FORWARDAGENTCONFIRM=C&onfirm agent forwarding
DLG_SSHSETUP_FORWARDAGENTNOTIFY=No&tify access to the forwarded agent
DLG_SSHSETUP_VERIFYHOSTKEYDNS=&Verify hostkey fingerprint by DNS
DLG_SSHSETUP_NOTICE=Die Einstellungen werden beim Start der nächsten Sitzung aktiv.
DLG_SSHSETUP_HOSTKEY_ROTATION=Hostkey rotatio&n
DLG_SSHSETUP_HOSTKEY_ROTATION_NO=No
DLG_SSHSETUP_HOSTKEY_ROTATION_YES=Yes
DLG_SSHSETUP_HOSTKEY_ROTATION_ASK=Ask
DLG_SSHSETUP_LOGLEVEL=&LogLevel
DLG_SSHSETUP_LOGLEVEL_UNIT=(0 to turn off)

FILEDLG_OPEN_KNOWNHOSTS_RW_TITLE=Choose a read/write known-hosts file
FILEDLG_OPEN_KNOWNHOSTS_RO_TITLE=Choose a read-only known-hosts file to add

; dlg tis
DLG_TIS_TITLE=SSH Authentication Challenge
DLG_TIS_BANNER=Logging in to %s

; dlg passwd change
DLG_PASSCHG_TITLE=TTSSH: Change Password
DLG_PASSCHG_MESSAGE=Server requests to change password
DLG_PASSCHG_OLDPASSWD=&Old Password
DLG_PASSCHG_NEWPASSWD=&New Password
DLG_PASSCHG_CONFIRMPASSWD=&Confirm Password
MSG_PASSCHG_MISMATCH=Mismatch; try again.

; dlg unknown host
DLG_UNKNOWNHOST_TITLE=SICHERHEITSWARNUNG
DLG_UNKNOWNHOST_WARNING=Es gibt für diesen Server ("%s") keinen Eintrag in der "known hosts"-Liste.
DLG_UNKNOWNHOST_WARNING2=Wenn Sie auf 'Continue' klicken, wird der Server in die Liste aufgenommen und die Fehlermeldung erscheint nicht mehr.
DLG_UNKNOWNHOST_FINGERPRINT=Der Fingerabdruck des Schlüssels:
DLG_UNKNOWNHOST_FP_HASH_ALGORITHM=Fingerprint hash algorithm:
DLG_UNKNOWNHOST_ADD=Den Server zur "known hosts"-Liste hinzufügen.

DLG_HOSTKEY_SSHFP_NOTFOUND=No host key fingerprint found in DNS.
DLG_HOSTKEY_SSHFP_MATCH=Matching host key fingerprint found in DNS.
DLG_HOSTKEY_SSHFP_MISMATCH=Mismatching host key fingerprint found in DNS.
DLG_HOSTKEY_SSHFP_DIFFTYPE=Mismatching host key type found in DNS.
DLG_HOSTKEY_DNSSEC_NG=Found insecure fingerprint in DNS.
DLG_HOSTKEY_DNSSEC_OK=Found secure fingerprint in DNS.

DLG_HOSTKEY_ROTATION_TITLE=Hostkey rotation
DLG_HOSTKEY_ROTATION_WARNING=You received the list of host keys from remote server `%s'.\nYou can choose to add %u new key(s) and remove %u obsolete key(s) from this machine to the known hosts list.\nAre you sure that you want to update known hosts file?
DLG_HOSTKEY_ROTATION_FP_HASH_ALGORITHM=Fingerprint hash algorithm:
DLG_HOSTKEY_ROTATION_ADD=%u new key(s):
DLG_HOSTKEY_ROTATION_REMOVE=%u obsolete key(s):

; dlg SCP
DLG_SCP_TITLE=TTSSH: Secure Copy Protocol (SCP)
DLG_SCP_SENDFILE_FROM=&From:
DLG_SCP_SENDFILE_TO=To:
DLG_SCP_SENDFILE_DRAG=You can drag the file to this window.
DLG_SCP_SENDFILE_SEND=&Send
DLG_SCP_SENDFILE_CANCEL=&Cancel
DLG_SCP_RECEIVEFILE_FROM=Fr&om:
DLG_SCP_RECEIVEFILE_TO=To:
DLG_SCP_RECEIVEFILE_RECEIVE=&Receive
DLG_SCP_SELECT_FILE_TITLE=Choose a sending file with SCP
DLG_SCP_SELECT_DEST_TITLE=Choose destination directory

; dlg SCP progress
DLG_SCP_PROGRESS_TITLE_SENDFILE=TTSSH: SCP sending file
DLG_SCP_PROGRESS_TITLE_RECEIVEFILE=TTSSH: SCP receiving file
DLG_SCP_PROGRESS_FILENAME_LABEL=Filename:
DLG_SCP_PROGRESS_BYTES_LABEL=Bytes transfered:
DLG_SCP_PROGRESS_TIME_LABEL=Time elapsed:

; crypt.c
MSG_ENCRYPT_ERROR1=%s encrypt error(1): bytes %d (%d)
MSG_ENCRYPT_ERROR2=%s encrypt error(2)
MSG_DECRYPT_ERROR1=%s decrypt error(1): bytes %d (%d)
MSG_DECRYPT_ERROR2=%s decrypt error(2)
MSG_CIPHER_INIT_ERROR=Cipher initialize error(%d)
MSG_RSAKEY_SETUP_ERROR=Error setting up RSA keys
MSG_UNAVAILABLE_CIPHERS_ERROR=The server does not support any of the TTSSH encryption algorithms.\nA secure connection cannot be made in the TTSSH-to-server direction.\nThe connection will be closed.
MSG_CIPHER_NONE_ERROR=All the encryption algorithms that this program and the server both understand have been disabled.\nTo communicate with this server, you will have to enable some more ciphers\nin the TTSSH Setup dialog box when you run Tera Term again.\nThis connection will now close.
MSG_RSAKEY_TOOWEAK_ERROR=Server RSA keys are too weak. A secure connection cannot be established.
MSG_CIPHER_NOTSELECTED_ERROR=No cipher selected!

; fwd.c
MSG_FWD_LOCAL_CHANNEL_ERROR=The server attempted to manipulate a forwarding channel that does not exist.\nEither the server has a bug or is hostile. You should close this connection.
MSG_FWD_REQUEST_ERROR=Communications error while listening for a connection to forward.\nThe listening port will be terminated.
MSG_FWD_REFUSED_ERROR=Connection refused (perhaps the service is not currently running)
MSG_FWD_NETDOWN_ERROR=The machine could not be contacted (possibly a network problem)
MSG_FWD_MACHINEDOWN_ERROR=The machine could not be contacted (possibly the machine is down)
MSG_FWD_ADDRNOTFOUND_ERROR=No address was found for the machine
MSG_FWD_CONNECT_ERROR=The forwarding connection could not be established
MSG_FWD_CHANNEL_ERROR=Communications error %s forwarded local %s.\n%s (code %d).\nThe forwarded connection will be closed.
MSG_FWD_CHANNEL_OPEN_X_ERROR=The server attempted to forward a connection through this machine.\nIt requested a connection to the X server on %s (anzeige %d:%d).\n%s(code %d).\nThe forwarded connection will be closed.
MSG_FWD_CHANNEL_OPEN_ERROR=The server attempted to forward a connection through this machine.\nIt requested a connection to %s (port %s).\n%s(code %d).\nThe forwarded connection will be closed.
DLG_FWDMON_TITLE=TTSSH Port Forwarding Monitor
MSG_FWD_HOSTILE_ATTACK_ERROR=Host with IP number %s tried to connect to forwarded local port %d.\nThis could be some kind of hostile attack.
MSG_FWD_SOCKET_ERROR=Some socket(s) required for port forwarding could not be initialized.\nSome port forwarding services may not be available.\n(errno %d)
MSG_FWD_DUPLICATE_ERROR=TTSSH INTERNAL ERROR: Could not set port forwards because duplicate type/port requests were found
MSG_FWD_DENIED_HANDLE_ERROR=The server attempted to forward a connection through this machine.\nIt requested a connection to machine %s on port %s.\nAn error occurred while processing the request, and it has been denied.
MSG_FWD_DENIED_ERROR=The server attempted to forward a connection through this machine.\nIt requested a connection to machine %s on port %d.\nYou did not specify this forwarding to TTSSH in advance, and therefore the request was denied.
MSG_FWD_DENIED_X_ERROR=The server attempted to forward a connection through this machine.\nIt requested a connection to the local X server.\nYou did not specify this forwarding to TTSSH in advance, and therefore the request was denied.
MSG_FWD_DENIED_BY_SERVER_ERROR=A program on the local machine attempted to connect to a forwarded port.\nThe forwarding request was denied by the server. The connection has been closed.
MSG_FWD_COMM_ERROR=A communications error occurred while sending forwarded data to a local port.\nThe forwarded connection will be closed.
MSG_FWD_AGENT_FORWARDING_CONFIRM=Are you sure you want to accept agent-forwarding request?
MSG_FWD_AGENT_NOTIFY=Remote host access to agent.
MSG_FWD_AGENT_NOTIFY_TITLE=Agent Forwarding

; hosts.c
MSG_HOSTS_READ_ENOENT_ERROR=An error occurred while trying to read a known_hosts file.\nThe specified filename does not exist.
MSG_HOSTS_READ_ERROR=An error occurred while trying to read a known_hosts file.
MSG_HOSTS_ALLOC_ERROR=Memory ran out while trying to allocate space to read a known_hosts file.
MSG_HOSTS_HOSTNAME_INVALID_ERROR=The host name contains an invalid character.\nThis session will be terminated.
MSG_HOSTS_HOSTNAME_EMPTY_ERROR=The host name should not be empty.\nThis session will be terminated.
MSG_HOSTS_FILE_UNSPECIFY_ERROR=The host and its key cannot be added, because no known-hosts file has been specified.\nRestart Tera Term and specify a read/write known-hosts file in the TTSSH Setup dialog box.
MSG_HOSTS_WRITE_EACCES_ERROR=An error occurred while trying to write the host key.\nYou do not have permission to write to the known-hosts file.
MSG_HOSTS_WRITE_ERROR=An error occurred while trying to write the host key.\nThe host key could not be written.

; keyfiles.c
MSG_KEYFILES_READ_ENOENT_ERROR=An error occurred while trying to read the key file.\nThe specified filename does not exist.
MSG_KEYFILES_READ_ERROR=An error occurred while trying to read the key file.
MSG_KEYFILES_READ_ALLOC_ERROR=Memory ran out while trying to allocate space to read the key file.
MSG_KEYFILES_PRIVATEKEY_NOTCONTAIN_ERROR=The specified key file does not contain an SSH private key.
MSG_KEYFILES_PRIVATEKEY_TRUNCATE_ERROR=The specified key file has been truncated and does not contain a valid private key.
MSG_KEYFILES_PRIVATEKEY_LENGTH_ERROR=The specified key file cannot be decrypted using the passphrase.\nThe file does not have the correct length.
MSG_KEYFILES_PRIVATEKEY_NOCIPHER_ERROR=The specified key file cannot be decrypted using the passphrase.\nThe cipher type used to encrypt the file is not supported by TTSSH for this purpose.
MSG_KEYFILES_PASSPHRASE_EMPTY_ERROR=The specified key file cannot be decrypted using the empty passphrase.\nFor auto-login, you must create a key file with no passphrase.\nBEWARE: This means the key can easily be stolen.
MSG_KEYFILES_PASSPHRASE_ERROR=The specified key file cannot be decrypted using the passphrase.\nThe passphrase is incorrect.
MSG_KEYFILES_CRYPTOLIB_ERROR=Error in cryptography library.\nPerhaps the stored key is invalid.

; pkt.c
MSG_PKT_OVERSIZED_ERROR=Oversized packet received from server; connection will close.

; ssh.c
MSG_SSH_INVALID_COMPDATA_ERROR=Invalid compressed data in received packet
MSG_SSH_TRUNCATED_PKT_ERROR=Received truncated packet (%ld > %d) @ grab_payload()
MSG_SSH_TRUNCATED_PKT_LIM_ERROR=Received truncated packet (%ld > %d) @ grab_payload_limited()
MSG_SSH_COREINS_ERROR='CORE insertion attack' detected.  Aborting connection.
MSG_SSH_CORRUPTDATA_ERROR=Detected corrupted data; connection terminating.
MSG_SSH_DECOMPRESS_ERROR=Internal error: a packet was not fully decompressed.\nThis is a bug, please report it.
MSG_SSH_SEND_PKT_ERROR=A communications error occurred while sending an SSH packet.\nThe connection will close. (%s:%d)
MSG_SSH_COMP_ERROR=An error occurred while compressing packet data.\nThe connection will close.
MSG_SSH_UNABLE_FWD_ERROR=\nIt may have disconnected because it was unable to forward a port you requested to be forwarded from the server.\nThis often happens when someone is already forwarding that port from the server.
MSG_SSH_SERVER_DISCON_ERROR=Server disconnected with message '%s'.%s
MSG_SSH_SERVER_DISCON_NORES_ERROR=Server disconnected (no reason given).%s
MSG_SSH_VERSION_ERROR=This program does not understand the server's version of the protocol.
MSG_SSH_VERSION_MISMATCH=Protocol version mismatch. server:%d.%d client:%d
MSG_SSH_SEND_ID_ERROR=An error occurred while sending the SSH ID string.\nThe connection will close.
MSG_SSH_UNEXP_MSG2_ERROR=Unexpected SSH2 message(%d) on current stage(%d)
MSG_SSH_UNEXP_MSG_ERROR=Unexpected packet type received: %d
MSG_SSH_ALLOC_TERMINAL_ERROR=The server cannot allocate a pseudo-terminal. You may encounter some problems with the terminal.
MSG_SSH_SETUP_COMP_ERROR=An error occurred while setting up compression.\nThe connection will close.
MSG_SSH_DECRYPT_RSA_ERROR=An error occurred while decrypting the RSA challenge.\nPerhaps the key file is corrupted.
MSG_SSH_UNSUPPORT_AUTH_METHOD_ERROR=Internal error: unsupported authentication method
MSG_SSH_AUTH_FAILURE_ERROR=SSH2 auto-login error: user authentication failed.
MSG_SSH_SERVER_NO_AUTH_METHOD_ERROR=The server doesn't have valid authentication method.
MSG_SSH_SERVER_UNSUPPORT_AUTH_METHOD_ERROR=\nAuthentication method is not supported by server.
MSG_SSH_CHANNEL_OPEN_ERROR=SSH2_MSG_CHANNEL_OPEN_FAILURE was received.\nchannel [%d]: reason: %s(%d) message: %s
MSG_SSH_NO_FREE_CHANNEL=Could not open new channel. TTSSH is already opening too many channels.
MSG_SSH_GEX_SIZE_TITLE=TTSSH: Confirm GEX group size
MSG_SSH_GEX_SIZE_CANCEL=New connection is cancelled.
MSG_SSH_GEX_SIZE_OUTOFRANGE=Received group size is out of range: %d
MSG_SSH_GEX_SIZE_SMALLER=Received group size is smaller than the requested minimal size.\nrequested: %d, received: %d\nAre you sure that you want to accept received group?
MSG_SSH_GEX_SIZE_LARGER=Received group size is larger than the requested maximal size.\nrequested: %d, received: %d\nAre you sure that you want to accept received group?
MSG_SSH_SUBSYSTEM_REQUEST_ERROR=subsystem request failed. (%s)
MSG_SSH_AGENTERROR_TITLE=Bad agent request
MSG_SSH_AGENTERROR_TOOLARGE=Agent request size is too large, ignore it.
MSG_SSH_SCP_FILEOPEN_ERROR_TITLE=TTSSH: file open error
MSG_SSH_SCP_FILEOPEN_READ_ERROR=Can't open file for reading: %s %s
MSG_SSH_SCP_FILEOPEN_READONLY_ERROR=`%s' file is read only.
MSG_SSH_SCP_FILEOPEN_OVERWRITE_CONFIRM=`%s' file exists.\noverwrite it?
MSG_SSH_SCP_FILEOPEN_WRITE_ERROR=Can't open file for writing: %s %s
MSG_SSH_SCP_CONFIRM_TITLE=TTSSH: confirm
MSG_SSH_SCP_ERROR_TITLE=TTSSH: SCP error
MSG_SSH_SCP_ERROR_INIT_TITLE=TTSSH: SCP error (SCP_INIT)

; ttxssh.c
MSG_UNKNOWN_OPTION_ERROR=Unbekannte Befehlszeilen-Option: %s

MSG_CREATEWINDOW_SCP_ERROR=Unable to display SCP dialog box.
MSG_CREATEWINDOW_KEYGEN_ERROR=Unable to display Key Generator dialog box.
MSG_CREATEWINDOW_ABOUT_ERROR=Unable to display About dialog box.
MSG_CREATEWINDOW_SETUP_ERROR=Unable to display TTSSH Setup dialog box.
MSG_CREATEWINDOW_FWDSETUP_ERROR=Unable to display forwarding setup dialog box.
MSG_CREATEWINDOW_FWDEDIT_ERROR=Unable to display forwarding edit dialog box.
MSG_CREATEWINDOW_AUTH_ERROR=Unable to display authentication dialog box.\nConnection terminated.
MSG_CREATEWINDOW_AUTHSETUP_ERROR=Unable to display authentication setup dialog box.
MSG_OPEN_FILEDLG_KNOWNHOSTS_ERROR=Unable to display file dialog box: error %d

MSG_WARNING=ACHTUNG
MSG_ERROR=FEHLER
MSG_TTSSH_ERROR=TTSSH-Fehler
MSG_NONFATAL_ERROR=Tera Term: not fatal error

BTN_OK=OK
BTN_CANCEL=Abbrechen
BTN_CLOSE=Schließen
BTN_DISCONNECT=&Trennen
BTN_CONTINUE=&Fortsetzen
BTN_YES=&Yes
BTN_NO=&No
BTN_HELP=&Help

; x11util.c
MSG_X_AUTH_ERROR=Remote X application sent incorrect authentication data.\nIts X session is being cancelled.


[TTProxy]
DLG_TAHOMA_FONT=Tahoma,8,0

MENU_SETUP=&Proxy...
MENU_ABOUT=&Über TTProxy...

DLG_SETUP_TITLE=Proxy-Setup
DLG_SETUP_URL=URL
DLG_SETUP_TYPE=&Typ
DLG_SETUP_HOST=&Hostname
DLG_SETUP_PORT=Port&nummer
DLG_SETUP_USER=&Benutzername
DLG_SETUP_PASS=&Passwort
DLG_SETUP_OTHER=&Weitere Einstellungen...

DLG_OTHER_TITLE=Weitere Einstellungen
DLG_OTHER_COMMON=Allgemeine Einstellungen
DLG_OTHER_TIMEOUT=&Timeout der Verbindung
DLG_OTHER_SECOND=Sekunden
DLG_OTHER_LOG=Proxy-Verbindungs-Log
DLG_OTHER_REFER=Re&fer...
DLG_OTHER_SOCKS=SOCKS-Proxyeinstellungen
DLG_OTHER_RESOLV=&Namensauflösung
DLG_OTHER_RESOLV_AUTO=&Automatische Namensauflösung
DLG_OTHER_RESOLV_REMOTE=Remote auflösen
DLG_OTHER_RESOLV_LOCAL=Lokal auflösen
DLG_OTHER_TELNET=TELNET-Proxyeinstellungen
DLG_OTHER_HOST=&Hostname prompt
DLG_OTHER_USER=&Username prompt
DLG_OTHER_PASS=&Password prompt
DLG_OTHER_CONNECT=&Connected message
DLG_OTHER_ERROR=&Fehlermeldung

DLG_ABOUT_TITLE=Über TTProxy
DLG_ABOUT_EXTENSION=TeraTerm-Proxyerweiterung
DLG_ABOUT_YEBISUYA=YebisuyaHompo
DLG_ABOUT_HOMEPAGE=TTProxy-Homepage

MSG_EMPTY_HOSTNAME=Hostname is empty!
MSG_ILLEGAL_PORT=Illegal port number!
MSG_EMPTY_PARAMETER=Some parameters are empty!
MSG_PROXY_UNAUTHORIZED=Proxy authorization failed!
MSG_PROXY_BAD_REQUEST=Proxy prevent this connection!
MSG_TYPE_NONE=Without Proxy
MSG_LOGFILE_SELECT=Select Logfile
MSG_UNABLE_TO_GET_ISSUER_CERT=Unable to get Issuer Certificate
MSG_UNABLE_TO_GET_CRL=Unable to get Certificate CRL
MSG_UNABLE_TO_DECRYPT_CERT_SIGNATURE=Unable to decrypt Certificate's Signature
MSG_UNABLE_TO_DECRYPT_CRL_SIGNATURE=Unable to decrypt CRL's Signature
MSG_UNABLE_TO_DECODE_ISSUER_PUBLIC_KEY=Unable to decode Issuer Public Key
MSG_CERT_SIGNATURE_FAILURE=Certificate Signature failure
MSG_CRL_SIGNATURE_FAILURE=CRL Signature failure
MSG_CERT_NOT_YET_VALID=Certificate is not yet valid
MSG_CERT_HAS_EXPIRED=Certificate has expired
MSG_CRL_NOT_YET_VALID=CRL is not yet valid
MSG_CRL_HAS_EXPIRED=CRL has expired
MSG_ERROR_IN_CERT_NOT_BEFORE_FIELD=Format error in Certificate's notBefore field
MSG_ERROR_IN_CERT_NOT_AFTER_FIELD=Format error in Certificate's notAfter field
MSG_ERROR_IN_CRL_LAST_UPDATE_FIELD=Format error in CRL's lastUpdate field
MSG_ERROR_IN_CRL_NEXT_UPDATE_FIELD=Format error in CRL's nextUpdate field
MSG_OUT_OF_MEM=Out of memory
MSG_DEPTH_ZERO_SELF_SIGNED_CERT=Self-signed Certificate
MSG_SELF_SIGNED_CERT_IN_CHAIN=Self-signed Certificate found in Certificate chain
MSG_UNABLE_TO_GET_ISSUER_CERT_LOCALLY=Unable to get Local Issuer Certificate
MSG_UNABLE_TO_VERIFY_LEAF_SIGNATURE=Unable to verify the first Certificate
MSG_CERT_CHAIN_TOO_LONG=Certificate chain too long
MSG_CERT_REVOKED=Certificate revoked
MSG_INVALID_CA=Invalid CA Certificate
MSG_PATH_LENGTH_EXCEEDED=Path length constraint exceeded
MSG_INVALID_PURPOSE=Unsupported Certificate purpose
MSG_CERT_UNTRUSTED=Zertifikat nicht vertrauenswürdig
MSG_CERT_REJECTED=Zertifikat zurückgewiesen
MSG_SUBJECT_ISSUER_MISMATCH=Subject Issuer mismatch
MSG_AKID_SKID_MISMATCH=Authority and Subject Key Identifier mismatch
MSG_AKID_ISSUER_SERIAL_MISMATCH=Authority and Issuer Serial Number mismatch
MSG_KEYUSAGE_NO_CERTSIGN=Key usage does not include Certificate signing
MSG_APPLICATION_VERIFICATION=Application verification failure
MSG_UNMATCH_COMMON_NAME=Unmatch Common Name
MSG_UNABLE_TO_GET_COMMON_NAME=Unable to get Common Name

BTN_OK=OK
BTN_CANCEL=Abbrechen


[TTMenu]
DLG_TAHOMA_FONT=Tahoma,8,0

MENU_LISTCONFIG=Listenkonfiguration
MENU_SETTING=Setting
MENU_ICON=Große Symbole anzeigen
MENU_FONT=Schriftart angeben
MENU_LEFTPOPUP=showing list by left-click
MENU_HOTKEY=showing list hotkey(Ctl+Alt+M)
MENU_VERSION=Version
MENU_EXEC=Ausführen
MENU_CLOSE=Beenden
MENU_NOTRAY=(none)

DLG_ABOUT_TITLE=Versionsinformation
DLG_ABOUT_APPNAME=Tera Term launch tool\nTeraTerm Menu

DLG_CONFIG_TITLE=Listenkonfiguration
DLG_CONFIG_ITEM=Listenelement
DLG_CONFIG_CONFIG=Konfiguration
DLG_CONFIG_NAME=Name
DLG_CONFIG_PATTERN=Launch Pattern
DLG_CONFIG_AUTO=autologin
DLG_CONFIG_HOST=Hostname
DLG_CONFIG_USER=Benutzername
DLG_CONFIG_PASS=Passwort
DLG_CONFIG_MACRO=specified macro file
DLG_CONFIG_LAUNCH=launch only
DLG_CONFIG_STARTUP=kick at starting
DLG_CONFIG_LOCKBOX_CHECK=use LockBox
DLG_CONFIG_LOCKBOX_BUTTON=LockBox
DLG_CONFIG_SSH=SSH verwenden
DLG_CONFIG_KEYFILE=Schlüsseldatei
DLG_CONFIG_CHALLENGE=use Challenge
DLG_CONFIG_PAGEANT=use Pageant
DLG_CONFIG_DETAIL=Details

DLG_ETC_TITLE=Konfigurationsdetails
DLG_ETC_APP=Anwendung
DLG_ETC_OPTION=Option
DLG_ETC_CONFIG=TeraTerm-Konfigurationsdatei (except launching)
DLG_ETC_AUTO=Configuration for auto-login
DLG_ETC_LOGFILE=Log-Datei
DLG_ETC_PROMPT=Prompt
DLG_ETC_USER=Benutzename
DLG_ETC_PASS=Passwort

DLG_LOCKBOX_TITLE=TeraTerm Menu
DLG_LOCKBOX_LABEL=Enter your LockBox password:
DLG_LOCKBOX_SHOW=This password is used to lock and unlock the LockBox.
DLG_LOCKBOX_WRONG=Incorrect password.
DLG_LOCKBOX_STRTOOLONG=The password is too long.
DLG_LOCKBOX_NOSTR=The password is not entered.
DLG_LOCKBOX_VALID=Correct password.
MSG_ERROR_NOLOCKBOX=error: LockBox is not setup.
MSG_TOOLTIP_CHECK_LOCKBOX=If LockBox is enabled, login passwords are stored in LockBox encrypted.
MSG_TOOLTIP_BUTTON_LOCKBOX=Set a password for locking and unlocking LockBox.

MSG_ERROR_READREG=Couldn't read the registry data.\n
MSG_ERROR_MAKETTL=Could not make 'ttpmenu.TTL'\n
MSG_ERROR_LAUNCH=Launching the application was failure.\n
MSG_ERROR_NOREGNAME=error: no registry name
MSG_ERROR_INVALIDREGNAME=can't use "\\" in registry name
MSG_ERROR_NOHOST=Fehler: Kein Hostname
MSG_ERROR_NOMACRO=Fehler: Kein Makrodateiname
MSG_ERROR_CHECKFILE=checking [%s] file was failure.\n
MSG_ERROR_SAVEREG=error: couldn't save to registry.\n
MSG_ERROR_OPENREG=error: couldn't open registry.\n
MSG_ERROR_SELECTREG=Select deleted registry name
MSG_ERROR_GETDELETEREG=Couldn't get the deleting entry
MSG_ERROR_DELETEREG=Couldn't delete the registry.\n
MSG_ERROR_WINCLASS=Couldn't register the window class.\n

FILEDLG_MACRO_TITLE=specifying macro file
FILEDLG_MACRO_FILTER=macro file(*.ttl)\0*.ttl\0all files(*.*)\0*.*\0\0
FILEDLG_KEY_TITLE=specifying private key file
FILEDLG_KEY_FILTER=identity files\0identity;id_rsa;id_dsa\0identity(RSA1)\0identity\0id_rsa(SSH2)\0id_rsa\0id_dsa(SSH2)\0id_dsa\0all(*.*)\0*.*\0\0
FILEDLG_TERATERM_TITLE=specifying Tera Term
FILEDLG_TERATERM_FILTER=execute file(*.exe)\0*.exe\0all files(*.*)\0*.*\0\0
FILEDLG_INI_TITLE=specifying config file
FILEDLG_INI_FILTER=config file(*.ini)\0*.ini\0all files(*.*)\0*.*\0\0
FILEDLG_LOG_TITLE=specifying log file
FILEDLG_LOG_FILTER=log file(*.log)\0*.log\0all files(*.*)\0*.*\0\0

BTN_OK=OK
BTN_CANCEL=Abbrechen
BTN_DEFAULT=Default


[TTXKanjiMenu]
MENU_KANJI=&KanjiCode
MENU_KANJI_K=Coding(&K)
MENU_RECV_SJIS=Recv: &Shift_JIS
MENU_RECV_EUCJP=Recv: &EUC-JP
MENU_RECV_JIS=Recv: &JIS
MENU_RECV_UTF8=Recv: &UTF-8
MENU_RECV_KS5601=Recv: &KS5601
MENU_SEND_SJIS=Send: S&hift_JIS
MENU_SEND_EUCJP=Send: EU&C-JP
MENU_SEND_JIS=Send: J&IS
MENU_SEND_UTF8=Send: U&TF-8
MENU_SEND_KS5601=Send: K&S5601
MENU_USE_ONE_SETTING=Use &one setting
MENU_SJIS=Recv/Send: &Shift_JIS
MENU_EUCJP=Recv/Send: &EUC-JP
MENU_JIS=Recv/Send: &JIS
MENU_UTF8=Recv/Send: &UTF-8
MENU_KS5601=Recv/Send: &KS5601
MENU_SETTING=Sett&ing
MENU_SETTING_TITLE=KanjiMenu Setting
MENU_CHARCODE=Sho&w charcode menu
MENU_CONTENTS=Menu &contents
MENU_CONTENTS_AUTO=Auto
MENU_CONTENTS_JAPANESE=Japanisch
MENU_CONTENTS_KOREAN=Koreanisch
MENU_AMB_MENU=Show &Ambiguous Characters width menu
MENU_USE_ONE_SETTING_MENU=Use o&ne setting menu
BTN_OK=OK
BTN_CANCEL=Abbrechen
BTN_HELP=HILFE

[TTXAlwaysOnTop]
MENU_ALWAYSONTOP=&Immer im Vordergrund


[TTXRecurringCommand]
DLG_TAHOMA_FONT=Tahoma,8,0

MENU_SETUP_RECURRING=Rec&urring command
MENU_CONTROL_RECURRING=Rec&urring command

DLG_TITLE=Recurring command
DLG_ENABLE=&Aktivieren
DLG_INTERVAL=&Intervall (sek)
DLG_COMMAND=&Befehl
DLG_ADD_NEWLINE=&Add new line

BTN_OK=OK
BTN_CANCEL=Abbrechen

[TTXCheckUpdate]
MSG_CHECKUPDATE=Check for updates automatically?\n  %s
MENU_CHECKUPDATE=Check for &Updates...


[TTXttyrec]
MENU_RECORD=TT&Y Aufzeichnung
MENU_REPLAY=TTY Wi&edergabe
MENU_REPLAYAGAIN=Nochmals wiedergeben
FILE_FILTER=ttyrec(*.tty)\0*.tty\0Alle Dateien(*.*)\0*.*\0\0
FILE_DEFAULTEXTENSION=tty
TITLE_STATUS_MSG=Geschwindigkeit: %d, Pause: %s
TITLE_STATUS_ON=EIN
TITLE_STATUS_OFF=AUS
TITLE_TRIM=%d.%06d sekunden inaktiv. auf %d sekunden trimmen.
MSG_TITLE=TTXttyplay
MSG_RSIZE=rsize != sizeof(b), Deaktiviert.


[TTXViewMode]
MENU_SETPASS=&ViewMode passwort
MENU_VIEWMODE=&Ansichtmodus
DLG_SETPASSWORD_TITLE=Passwort festlegen
DLG_SETPASSWORD_CURPASS=Altes Passwort
DLG_SETPASSWORD_NEWPASS=Neues Passwort
DLG_SETPASSWORD_RETPASS=Passwort erneut eingeben
DLG_INPUTPASSWORD_TITLE=Passwort eingeben
DLG_INPUTPASSWORD_PASSWORD=Passwort
MSG_TITLE=TTXViewMode
MSG_CHANGED=Passwort geandert
MSG_INVALID=Ungultiges Passwort
MSG_NOTMATCHED=Neues Passwort stimmt nicht uberein.
MSG_TITLE_ERROR=TTXViewMode Fehler
MSG_CANNOTDISPLAY=Dialogfeld kann nicht angezeigt werden.
BTN_OK=OK
BTN_CANCEL=Abbrechen
